const spots=[
  {
    "id": 1,
    "lat": 35.8615,
    "lon": 139.6465,
    "place": "さいたま市役所",
    "date": "8/1・8/6",
    "time": ""
  },
  {
    "id": 2,
    "lat": 36.0249,
    "lon": 139.7248,
    "place": "CoCo Nico Marche (東武動物公園)",
    "date": "8/2",
    "time": ""
  },
  {
    "id": 3,
    "lat": 35.814,
    "lon": 139.5878,
    "place": "シャリエ朝霞",
    "date": "8/3",
    "time": ""
  },
  {
    "id": 4,
    "lat": 35.799,
    "lon": 139.8676,
    "place": "ダイナム戸ヶ崎店",
    "date": "8/5・8/19",
    "time": ""
  },
  {
    "id": 5,
    "lat": 35.741,
    "lon": 139.8083,
    "place": "東京都立大学 荒川キャンパス",
    "date": "8/7",
    "time": ""
  },
  {
    "id": 6,
    "lat": 35.8526,
    "lon": 139.7247,
    "place": "川口さくら病院",
    "date": "8/12・8/26",
    "time": ""
  },
  {
    "id": 7,
    "lat": 35.6906,
    "lon": 139.7005,
    "place": "ルミネエスト新宿 東口広場",
    "date": "8/14",
    "time": ""
  },
  {
    "id": 8,
    "lat": 36.011,
    "lon": 139.813,
    "place": "道の駅庄和",
    "date": "8/16",
    "time": "11:00-15:00"
  },
  {
    "id": 9,
    "lat": 35.7287,
    "lon": 139.9285,
    "place": "いちかわごち マルシェ",
    "date": "8/23",
    "time": "9:30-20:00"
  },
  {
    "id": 10,
    "lat": 35.774,
    "lon": 139.7909,
    "place": "ダイハツマルシェ 竹ノ塚",
    "date": "8/30",
    "time": ""
  }
];